<?php

return [

    'm_plan' => [
        0 => '未設定',
        1 => '全日',
        2 => '平日',
        3 => 'デイ',
        4 => 'ジュニア',
    ],

    'm_time_division' => [
        1 => '平日昼',
        2 => '平日夜１',
        3 => '平日夜２',
        4 => '土日祝',
    ],

    'time_division' => [
        0 => [],
        1 => [1,2,3,4],
        2 => [1,2,3],
        3 => [1],
        4 => [1,2,4],
    ],

    'reserve_cnt' => [
        0 => 0,
        1 => 2,
        2 => 1,
        3 => 1,
        4 => 1,
    ],

    /* 予約可能時間(〇時間前まで)　*/
    'reserve_available_time' => 1,
    /* キャンセル可能時間(〇時間前まで)　*/
    'cancell_available_time' => 1,

];
